Revit 2027 API
ParameterTypeId.StairstypeRightSupportLateralOffset Property
 "Right Lateral Offset":
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairstypeRightSupportLateralOffset { get; }
Public Shared ReadOnly Property StairstypeRightSupportLateralOffset As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairstypeRightSupportLateralOffset {
	ForgeTypeId^ get ();
}
static member StairstypeRightSupportLateralOffset : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace